Repository: instasolutions/instalogin-wordpress5
Catalog: languages/instalogin-*.po
Languages: de_de

source: You are almost ready to use Instalogin!
de_de: Sie sind fast bereit, Instalogin zu verwenden!

source: Please finish the setup:
de_de: Bitte beenden Sie die Einrichtung:

source: API key or secret invalid.
de_de: API Schlüssel oder Secret ungültig.

source: Email has been sent to
de_de: Email wurde gesendet an

source: Email could not be sent!
de_de: E-Mail konnte nicht verschickt werden!

source: Please try again later or contact an administrator
de_de: Bitte später noch einmal probieren oder den Administrator kontaktieren

source: An email will be sent to
de_de: Eine E-Mail wird gesendet an

source: Cancel
de_de: Abbrechen

source: Email has been sent!
de_de: E-Mail wurde gesendet!

source: Add Device
de_de: Neues Gerät hinzufügen

source: Yes
de_de: Ja

source: Account created! Please check your inbox.
de_de: Account erstellt! Bitte prüfe dein Postfach.

source: Sorry, the instalogin API data is incorrect!
de_de: Die Instalog.in Daten sind leider nicht korrekt!

source: You must be logged in to perform this action.
de_de: Du musst eingeloggt sein um das zu tun.

source: Instalogin API has been disabled by an administrator.
de_de: Die Instalog.in API wurde vom Admin deaktiviert.

source: Could not connect to Instalogin service.
de_de: Es konnte keine Verbindung zu Instalogin hergestellt werden.

source: Missing device_id parameter in body.
de_de: Der Parameter device_id fehlt.

source: Device id does not belong to this identity.
de_de: Das Gerät gehört nicht zu diesem Nutzer.

source: You must be logged in to manage devices.
de_de: Du musst angemeldet sein um Geräte verwalten zu können.

source: Connected Devices
de_de: Verbundene Geräte

source: Refresh
de_de: Aktualisieren

source: Login via Instalogin has been disabled by an administrator.
de_de: Die Anmeldung über Instalogin wurde von einem Administrator deaktiviert.

source: Could not find user presented by token.
de_de: Der Nutzer konnte dem Token nicht zugeordnet werden.

source: Could not verify token.
de_de: Der Token konnte nicht verifiziert werden.

source: Password-less<br> next gen login
de_de: Passwortloser<br> Login der nächsten Generation

source: Scan the InstaCode using the InstaApp to login securely, password-free.
de_de: Scannen Sie den InstaCode mit der InstaApp, um sich sicher und passwortfrei anzumelden.

source: Register
de_de: Registrieren

source: Sign In
de_de: Einloggen

source: Sign Out
de_de: Ausloggen

source: PopUp Preview
de_de: Popup-Vorschau

source: Background
de_de: Hintergrund

source: Font Family
de_de: Schriftfamilie

source: Popup Trigger
de_de: Popup Auslöser

source: Shadow
de_de: Schatten

source: Vertical Offset
de_de: Vertikaler Versatz

source: Horizontal Alignment
de_de: Horizontale Ausrichtung

source: Right
de_de: Rechts

source: Button Type
de_de: Button Typ

source: Padding
de_de: Innenabstand

source: Font Size
de_de: Schriftgröße

source: Color
de_de: Farbe

source: Weight
de_de: Schriftstärke

source: Size (Icon Only)
de_de: Größe (nur Symbol)

source: Icon Color
de_de: Icon Farbe

source: Border
de_de: Rahmen

source: Sub Title
de_de: Untertitel

source: Content
de_de: Inhalt

source: Save & Update preview
de_de: Vorschau speichern & aktualisieren

source: Ready to join the no-password revolution?
de_de: Bereit der passwortlosen Revolution beizutreten?

source: Send activation mail
de_de: Aktivierungsmail schicken

source: How to connect a device
de_de: So verbinden Sie ein Gerät

source: You did it! Passwords are no more!
de_de: Du hast es geschafft! Passwörter gibt es nicht mehr!

source: Manage Instalogin Devices
de_de: Instalogin-Geräte verwalten

source: Add a new device with just a click! We will send you an email containing the InstaCode.<br>Scan the code using the app and you're ready to go.
de_de: Fügen Sie mit nur einem Klick ein neues Gerät hinzu! Wir senden Ihnen eine E-Mail mit dem InstaCode.<br>Scannen Sie den Code mit der App und Sie können loslegen.

source: Maximum Security: Randomize your Password
de_de: Maximale Sicherheit: Randomisieren Sie Ihr Passwort

source: Instalogin enables effortless authentication by freeing you of the burden of having to remember a password.<br> If you created your account with a password we suggest that you replace it with a strong, random and secret password.<br> This will ensure that your password is unguessable and increase your account's security even further.<br> Should you at any point decide that you do not wish to use Instalogin for authentication anymore you may set a new password by requesting a password reset email.
de_de: Instalog.in ermöglicht eine mühelose Authentifizierung, indem es dich von der Last befreit, dir ein Passwort merken zu müssen.<br><br> Wenn du dein Konto mit einem Passwort erstellt hast, empfehlen wir dir, es durch ein starkes, zufälliges und geheimes Passwort zu ersetzen.<br> Damit stellen wir sicher, dass dein Passwort nicht zu erraten ist und erhöhen die Sicherheit deines Kontos noch weiter.<br><br> Solltest du dich zu irgendeinem Zeitpunkt entscheiden, dass du Instalog.in nicht mehr zur Authentifizierung nutzen möchtest, kannst du ein neues Passwort setzen, indem du ein neues Passwort per E-Mail anforderst.

source: Yes, replace my password with a secure random password.<br>I know that login will only be possible via the InstaApp unless I reset my password.
de_de: Ja, ersetzen Sie mein Passwort durch ein sicheres zufälliges Passwort.<br>Ich weiß, dass die Anmeldung nur über die InstaApp möglich ist, es sei denn, ich setze mein Passwort zurück.

source: Randomize my Password
de_de: Zufälliges Passwort

source: You can not manage another user's devices.
de_de: Sie können die Geräte eines anderen Benutzers nicht verwalten.

source: Registration via Instalogin has been disabled by an administrator.
de_de: Die Registrierung über Instalogin wurde von einem Administrator deaktiviert.

source: Sorry, email missing or invalid!
de_de: Leider fehlt die E-Mail Adresse oder sie ist ungültig!

source: Submit
de_de: Registrieren

source: Username
de_de: Nutzername

source: Instalogin enables secure authentication by scanning of the InstaCode instead of using a combination of password and username.<br>Forgetting your password is a relic of the past - there are none!
de_de: Instalogin ermöglicht eine sichere Authentifizierung durch Scannen des InstaCodes anstelle einer Kombination aus Passwort und Benutzername.<br>Das Vergessen Ihres Passworts ist ein Relikt der Vergangenheit - es gibt keine!

source: Find out more!
de_de: Erfahren Sie mehr!

source: You do not have the required permissions to do this!
de_de: Sie haben nicht die erforderlichen Berechtigungen, um dies zu tun!

source: You must be an administrator to perform this action.
de_de: Du musst ein Admin sein um diese Aktion durchführen zu können.

source: Settings
de_de: Einstellungen

source: Settings Saved
de_de: Einstellungen gespeichert

source: Basic Settings
de_de: Basis Einstellungen

source: License (Key&Secret)
de_de: Lizenz (Key&Secret)

source: SmartCode Type
de_de: Anzeigetyp

source: Usage
de_de: Verwendung

source: Activate / Deactivate
de_de: Aktivieren / Deaktivieren

source: Redirection
de_de: Weiterleitung

source: Reinstall
de_de: Neu installieren

source: If you want to restore the default settings just restart the setup and you will be guided through the steps.
de_de: Wenn Sie die Standardeinstellungen wiederherstellen möchten, starten Sie einfach das Setup neu und Sie werden durch die Schritte geführt.

source: License Key (Instalogin Key & Secret)
de_de: Lizenz (Instalogin Key & Secret)

source: The Key and Secret are needed to secure the communication and login process. At the same time they are the license keys and the connection to the Instalogin servers and both also serve as license keys. If you don't have a Key & Secret from us yet, you can order it here:
de_de: Der Schlüssel und das Geheimnis werden benötigt, um den Kommunikations- und Anmeldeprozess zu sichern. Gleichzeitig sind sie die Lizenzschlüssel und die Verbindung zu den Instalogin-Servern und beide dienen auch als Lizenzschlüssel. Wenn Sie noch keinen Key & Secret von uns haben, können Sie ihn hier bestellen:

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: License activated!
de_de: Lizenz aktiviert!

source: Invalid license. Please try again.
de_de: Ungültige Lizenz. Bitte versuchen Sie es erneut.

source: Request license key
de_de: Lizenzschlüssel anfordern

source: Extend license
de_de: Lizenz erweiern

source: A Instalogin login code will be added to the wordpress login page automatically.
de_de: Ein Instalogin-Login-Code wird automatisch zur WordPress-Login-Seite hinzugefügt.

source: If <b>'registration via Instalogin'</b> is enabled in the basic settings tab, an email allowing users to connect their account to the InstaApp will be sent out automatically.
de_de: Wenn in den Grundeinstellungen <b>die Option "Registrierung über Instalogin"</b> aktiviert ist, wird automatisch eine E-Mail gesendet, in der Benutzer ihr Konto mit der InstaApp verbinden können.

source: If you would like to add login and registration options to the frontend of your website you may use these shortcodes:
de_de: Wenn Sie Login- und Registrierungsoptionen zum Frontend Ihrer Website hinzufügen möchten, können Sie diese Shortcodes verwenden:

source: adds an InstaCode to your page.
de_de: fügt Ihrer Seite einen InstaCode hinzu.

source: Instalogin will use these settings by default as such <b>[insta-login size='100px' show_when_logged_in='false' border='false' ]</b> .
de_de: Instalogin verwendet diese Einstellungen standardmäßig <b>[insta-login size='100px' show_when_logged_in='false' border='false' ]</b> .

source: Feel free to edit any or all settings.
de_de: Passen Sie nach Belieben an.

source: adds a simple registration form to your page.
de_de: fügt Ihrer Seite ein einfaches Registrierungsformular hinzu.

source: With optional default settings: <b>[insta-register require_username='true' show_button='true' button_text='Submit' show_when_logged_in='false' ]</b> .
de_de: Mit optionalen Standardeinstellungen: <b>[insta-register require_username='true' show_button='true' button_text='Submit' show_when_logged_in='false' ]</b> .

source: If a username is not required, the users email address will be used.
de_de: Wenn kein Benutzername erforderlich ist, wird die E-Mail-Adresse des Benutzers verwendet.

source: May be used to add a login popup to a page. Alternatively you can add a popup by adding Insta-PopUp to a menu in <b>Appearance > Customize > Menus</b>.
de_de: Kann verwendet werden, um ein Login-Popup zu einer Seite hinzuzufügen. Alternativ können Sie ein Popup hinzufügen, indem Sie Insta-PopUp zu einem Menü in <b>Aussehen > Anpassen > Menüs</b>hinzufügen.

source: Save Settings
de_de: Einstellungen speichern

source: Enable login via Instalogin
de_de: Login über Instalogin aktivieren

source: Enable or disable all Instalogin methods. Users may not use Instalogin to sign in to or to create new accounts.
de_de: Aktivieren oder deaktivieren Sie alle Instalogin-Methoden. Benutzer dürfen Instalogin nicht verwenden, um sich bei Konten anzumelden oder neue Konten zu erstellen.

source: Activation on Register
de_de: Aktivierung bei Registrierung

source: An Instalogin mail will be sent to every new user upon registration.
de_de: Bei der Registrierung wird jedem neuen Benutzer eine Instalogin-Mail zugesandt.

source: Basic-Redirect
de_de: Weiterleitung

source: Redirect to after login
de_de: Weiterleitung nach login

source: Decide to which page users should be redirected to after successfully logging in. '/wp-admin' is the common directory.
de_de: Entscheiden Sie, auf welche Seite Benutzer nach erfolgreicher Anmeldung umgeleitet werden sollen. '/wp-admin' ist das Standardverzeichnis.

source: Icon shown in the login popup
de_de: Icon im Login-Popup

source: Choose a login icon which will be integrated into your navigation in the menu or in the footer. You can make further settings under "Login Popup Style", such as size and color, to adapt the icon to your style.
de_de: Wählen Sie ein Login-Icon aus, welches in Ihre Navigation im Menü oder im Footer integriert wird. Sie können unter "Login Popup Stil" weitere Einstellungen wie z.B. Größe und Farbe vornehmen, um das Icon an Ihren Stil anzupassen.

source: Select custom icon
de_de: Benutzerdefiniertes Symbol auswählen

source: API Key
de_de: API Schlüssel

source: InstaCode at login
de_de: InstaCode beim Login

source: Should the InstaCode be displayed in QR format or as a smart image, e.g. your logo?
de_de: Soll der InstaCode im QR-Format oder als Smart Image angezeigt werden, z.B. Ihr Logo?

source: Upload smartimage
de_de: Smartimage hochladen

source: To use your logo or other image as SmartCode, please upload a PNG with 500x500 pixels and maximum 4 colors.
de_de: Um Ihr Logo oder ein anderes Bild als SmartCode zu verwenden, laden Sie bitte ein PNG mit 500x500 Pixeln und maximal 4 Farben hoch.

source: Upload icon
de_de: Icon hochladen

source: Upload your app icon. The icon will be displayed on your account in the app. The icon should be a PNG with 500x500 pixels.
de_de: Laden Sie Ihr App-Symbol hoch. Das Symbol wird in Ihrem Konto in der App angezeigt. Das Symbol sollte ein PNG mit 500x500 Pixeln sein.

source: Examples
de_de: Beispiele

source: During the beta phase, Smart Images must be configured by an Instalogin representative. You can submit a request to <a href='mailto:support@instalogin.me'>support@instalogin.me</a>. Send us a 500px x 500px image of your logo or an image and we'll do the rest.
de_de: Während der Beta-Phase müssen Smart Images von einem Instalogin-Vertreter konfiguriert werden. Sie können eine Anfrage an <a href='mailto:support@instalogin.me'>support@instalogin.me</a>senden. Senden Sie uns ein 500px x 500px Bild Ihres Logos oder ein Bild und wir erledigen den Rest.

source: Instalogin Wizard
de_de: Instalogin-Assistent

source: LICENSE ACTIVE!
de_de: LIZENZ AKTIV!

source: Activation Failed! Try again.
de_de: Aktivierung fehlgeschlagen! Wiederholen.

source: Welcome
de_de: Willkommen

source: License
de_de: Lizenz

source: Finalize
de_de: Finalisieren

source: Connect Devices
de_de: Geräte verbinden

source: Back
de_de: Zurück

source: Return to Wordpress
de_de: Zurück zu Wordpress

source: Next
de_de: Weiter

source: Finish
de_de: Fertigstellen

source: Welcome to Instalogin
de_de: Willkommen bei Instalogin

source: Password free login and two-factor-authentication in one step!
de_de: Passwortfreies Login und Zwei-Faktor-Authentifizierung in einem Schritt!

source: Instalogin works for you and your team in the backend as well as your customers in the frontend.<br>Our password free login in two steps;
de_de: Instalogin arbeitet für Sie und Ihr Team im Backend sowie Ihre Kunden im Frontend.<br>Unser passwortfreies Login in zwei Schritten;

source: This setup consists of 2 parts:
de_de: Dieses Setup besteht aus 2 Teilen:

source: Website Owners & Admins
de_de: Website-Besitzer & Administratoren

source: Install the Instalogin plugin in Wordpress.
de_de: Installieren Sie das Instalogin-Plugin in Wordpress.

source: Website Users
de_de: Website-Benutzer

source: As admin or customer:<br>Connect your smartphone to enable login.
de_de: Als Admin oder Kunde:<br>Verbinden Sie Ihr Smartphone, um die Anmeldung zu aktivieren.

source: Install Instalogin on<br> your website
de_de: Installieren Sie Instalogin auf<br> ihrer Website

source: Key and secret are required to secure the communication during the login procedure.<br>They are simultaneously needed to connect to the Instalogin Servers and act as licence.
de_de: Schlüssel und Geheimschlüssel sind erforderlich, um die Kommunikation während des Anmeldevorgangs zu sichern.<br>Sie werden gleichzeitig benötigt, um sich mit den Instalogin-Servern zu verbinden und als Lizenz zu fungieren.

source: If you do not have a license you may place your order here:
de_de: Wenn Sie keine Lizenz haben, können Sie Ihre Bestellung hier aufgeben:

source: Order License
de_de: Lizenz bestellen

source: Redirect
de_de: Weiterleitung

source: Decide to which page users should be redirected to after successfully login in. '/wp-admin' is the common directory.
de_de: Entscheiden Sie, auf welche Seite Benutzer nach erfolgreicher Anmeldung umgeleitet werden sollen. '/wp-admin' ist das Standardverzeichnis.

source: Code Type
de_de: Anzeigetyp

source: You may use a custom image instead of the InstaCode. More info can be found in the settings later on.
de_de: Sie können ein benutzerdefiniertes Bild anstelle des InstaCode verwenden. Weitere Informationen finden Sie später in den Einstellungen.

source: Next:
de_de: Nächster:

source: As user or admin:<br>Connect your smartphone with Instalogin.
de_de: Als Benutzer oder Administrator:<br>Verbinden Sie Ihr Smartphone mit Instalogin.

source: Connecting your admin account to Instalogin
de_de: Verbinden Ihres Administratorkontos mit Instalogin

source: We have sent you an email containing an InstaCode.<br>Download the InstaApp down below and use it to<br>scan the code you received.<br>And that's it!
de_de: Wir haben Ihnen eine E-Mail mit einem InstaCode geschickt.<br>Laden Sie die InstaApp unten herunter und verwenden Sie sie, um<br>Scannen Sie den Code, den Sie erhalten haben.<br>Und das ist es!

source: Email was sent to:
de_de: E-Mail wurde gesendet an:

source: What do I have to do,<br> to use Instalogin as a registered user on this website?
de_de: Was muss ich tun,<br> Instalogin als registrierter Benutzer auf dieser Website zu nutzen?

source: In your user profile use the Instalogin settings to add your smartphone
de_de: Verwenden Sie in Ihrem Benutzerprofil die Instalogin-Einstellungen, um Ihr Smartphone hinzuzufügen

source: Device
de_de: Gerät

source: Added at
de_de: Hinzugefügt am

source: Add login device
de_de: Anmeldegerät hinzufügen

source: This will send a confirmation mail to your email address.<br>Scan the code with the InstaApp to add the device.
de_de: Dadurch wird eine Bestätigungsmail an Ihre E-Mail-Adresse gesendet.<br>Scannen Sie den Code mit der InstaApp, um das Gerät hinzuzufügen.

source: Scan the mail and it's all done!
de_de: Scanne Sie die E-Mailsund alles ist fertig!

source: Official Instalogin
de_de: Instalogin

source: Official Instalogin integration enables login via InstaCode on your Wordpress installation.
de_de: Die offizielle Instalogin-Integration ermöglicht die Anmeldung per InstaCode auf Ihrer Wordpress-Installation.
